const translation = {
  "common": {
    "learnMore": "Узнать больше",
    "getStarted": "Начать",
    "contactUs": "Связаться с нами"
  },

  "navigation": {
    "": "",
    "home": "Главная",
    "about": "О нас",
    "digitalAvatarSystem": "Система цифровых аватаров",
    "features": "Функциональные модули",
    "roadmap": "Дорожная карта",
    "useCases": "Примеры использования",
    "resources": "Ресурсы",
    "blog": "Блог",
    "docs": "Документация",
    "team": "Команда",
    "faq": "Частые вопросы",
    "temp": "Временная страница"
  },

  "home": {
    "hero": {
      "title": "В любое время и в любом месте, безграничные возможности",
      "description": "ITRIX - это платформа социальных медиа Web3.0 на базе ИИ, которая обучается на данных активности пользователей в социальных сетях для создания высокоперсонализированных и реалистичных ИИ-агентов в качестве цифровых аватаров для мультисценарного взаимодействия.",
      "dAppButton": "Исследовать DApp"
    },
    "homeDatas": [
      {
        "title": "2.4M",
        "description": "Дней оборота"
      },
      {
        "title": "7M",
        "description": "Дней оборота"
      },
      {
        "title": "7.4%",
        "description": "Дней оборота"
      },
      {
        "title": "49K",
        "description": "Дней оборота"
      }
    ]
  },

  "about": {
    "title": "Повышение ценности создателя",
    "items": [
      {
        "title": "Личное взаимодействие",
        "description": "Точная коммуникация с ИИ-аватаром, персонализированный опыт фанатов"
      },
      {
        "title": "Монетизация фанатов",
        "description": "Система платного членства, максимизация ценности фанатов"
      },
      {
        "title": "Эффективная поддержка",
        "description": "Автоматическое взаимодействие аватара, снижение затрат и повышение эффективности"
      },
      {
        "title": "Защита конфиденциальности",
        "description": "Технология блокчейн, обеспечение безопасности данных"
      },
      {
        "title": "Улучшение бренда",
        "description": "Персонализированный цифровой образ, обновление и развитие бренда"
      },
      {
        "title": "Виртуальная идентичность",
        "description": "Виртуальный социальный аватар, плавное взаимодействие в метавселенной"
      },
      {
        "title": "Творческая монетизация",
        "description": "Токеномика, разнообразные каналы дохода"
      }
    ]
  },

  "digitalAvatarSystem": {
    "das1": {
      "title": "Технологические инновации",
      "description": "Передовая технология виртуальных изображений на базе ИИ, интегрирующая клонирование голоса, интеллектуальное редактирование видео, ИИ-копирайтинг и другие ключевые возможности для создания экосистемы виртуальных аватаров с мультимодальным взаимодействием."
    },
    "das2": {
      "title": "Инновации сценариев",
      "description": "Воспроизведение внешности виртуальных персонажей, симуляция поз, захват движения, интеллектуальное голосовое взаимодействие, автономное обучение и рендеринг в реальном времени, неограниченные аватары и сценарии, комплексное решение для цифровых людей 24/7."
    },
    "coreValues": {
      "title": "Основные ценности",
      "items": [
        {
          "title": "Виртуальное присутствие",
          "description": "Замена живой съемки ИИ-аватаром, инновации в производстве коротких видео."
        },
        {
          "title": "Эффективность затрат",
          "description": "Значительное сокращение времени съемки, затрат и сложности производства."
        },
        {
          "title": "Матричное развертывание",
          "description": "Быстрое масштабирование, точное привлечение трафика и конверсия лидов."
        }
      ]
    }
  },

  "features": {
    "avatar": {
      "title": "Клонирование виртуального образа",
      "items": [
        {
          "title": "Внешность · Высший реализм",
          "description": "Глубокое обучение с продвинутыми алгоритмами, точное воспроизведение черт лица, текстуры кожи и деталей волос, всестороннее воссоздание реальных людей"
        },
        {
          "title": "Движение · Естественная плавность",
          "description": "Передовая технология захвата движения, точная синхронизация человеческих жестов, живая экспрессия"
        },
        {
          "title": "Визуал · Детальный реализм",
          "description": "Движок рендеринга в реальном времени, детальное представление различного освещения и текстур сцены, создание погружения"
        }
      ]
    },

    "voice": {
      "title": "Интеллектуальное клонирование голоса",
      "items": [
        {
          "title": "Голос · Точная репликация",
          "description": "Передовые акустические алгоритмы для точного клонирования оригинальных голосовых образцов, высокая точность воспроизведения голосовых характеристик"
        },
        {
          "title": "Язык · Безграничное общение",
          "description": "Многоязычное переключение в реальном времени на базе ИИ, устранение языковых барьеров, обеспечение глобальной коммуникации"
        }
      ]
    },

    "writing": {
      "title": "ИИ-копирайтинг",
      "description": "Интеллектуальная генерация изысканных текстов под сценарий, эффективное редактирование, стремление к совершенному выражению"
    },

    "editing": {
      "title": "ИИ-редактирование видео",
      "description": "Сопоставление тематических стилей с помощью ИИ, редактирование материалов в один клик, автоматическая генерация нескольких версий видео, адаптация к различным маркетинговым сценариям, максимизация эффективности производства"
    }
  }
}

export default translation