const translation = {
    roadmap: {
      phases: [
        {
            phase: 'Завершено',
            status: 'completed',
            steps: [
                {
                    title: 'Пользовательская модель ИИ, Точное создание цифрового аватара',
                    desc: 'Разработка пользовательской модели ИИ, позволяющей пользователям создавать высокоперсонализированные цифровые аватары, обеспечивая точный опыт взаимодействия.',
                    finished: true
                },
                {
                    title: 'Надежная архитектура блокчейн, Прозрачность и безопасность данных',
                    desc: 'Построение надежной архитектуры блокчейн для обеспечения прозрачности, отслеживаемости и надежной безопасности данных.',
                    finished: true
                },
                {
                    title: 'Собственный интеллектуальный вычислительный движок, Эффективная оптимизация ресурсов и затрат',
                    desc: 'Разработка интеллектуального вычислительного движка для достижения эффективного распределения ресурсов и оптимизации затрат, повышения производительности платформы.',
                    finished: true
                },
            ]
        },
        
        {
            phase: 'Фаза Ⅰ',
            status: 'working on',
            steps: [
                {
                    title: 'Запуск аватара, Персонализированное взаимодействие, Инновационная интеграция голоса',
                    desc: 'Запуск функции цифрового аватара, обеспечение персонализированного взаимодействия и интеграции голоса для инновационного социального опыта.',
                    finished: true
                },
                {
                    title: 'Выпуск ITX, Посевное финансирование, Совместное построение экосистемы',
                    desc: 'Выпуск токенов ITX и инициация посевного финансирования для привлечения ранних сторонников для совместного построения экосистемы.',
                    finished: false
                }
            ]
        },

        {
            phase: 'Фаза Ⅱ',
            status: 'planned',
            steps: [
                {
                    title: 'Запуск бета-версии, Привлечение знаменитостей KOL, Улучшенное реалистичное взаимодействие',
                    desc: 'Выпуск бета-версии, фокусируясь на привлечении знаменитостей и KOL для улучшения реалистичного опыта взаимодействия цифровых аватаров.',
                    finished: false
                },
                {
                    title: 'Листинг ITX на биржах, Улучшенная ликвидность, Стабильный рост стоимости',
                    desc: 'Листинг токенов ITX на крупных биржах для улучшения ликвидности и стабильного увеличения стоимости токенов.',
                    finished: false
                }
            ]
        },

        {
            phase: 'Фаза Ⅲ',
            status: 'planned',
            steps: [
                {
                    title: 'Запуск платформы, Расширенные сценарии, Улучшенный опыт аватара',
                    desc: 'Официальный запуск платформы, расширение многомерных сценариев использования и дальнейшее улучшение функциональности и опыта цифровых аватаров.',
                    finished: false
                },
                {
                    title: 'Открытая экосистема, Качественные разработчики, Расширенные приложения',
                    desc: 'Полное открытие экосистемы платформы для привлечения качественных разработчиков и обогащения экосистемы приложений.',
                    finished: false
                },
                {
                    title: 'Инновационные подарки и подписки, Улучшенная монетизация создателей',
                    desc: 'Внедрение виртуальных подарков и моделей подписки для улучшения взаимодействия пользователей и помощи создателям в монетизации их контента.',
                    finished: false
                },
                {
                    title: 'Глобальное сообщество, Единство пользователей, Устойчивый рост',
                    desc: 'Построение глобальной экосистемы сообщества, объединение усилий пользователей для обеспечения устойчивого роста платформы.',
                    finished: false
                }
            ]
        },

        {
            phase: 'Фаза Ⅳ',
            status: 'planned',
            steps: [
                {
                    title: 'Расширенные функции, Мультимодальное и VR погружение',
                    desc: 'Итерация расширенных функций для поддержки мультимодального взаимодействия и VR-технологий, обеспечивая более иммерсивный социальный опыт.',
                    finished: false
                },
                {
                    title: 'Оптимизация токенов, Усиленное управление, Рост экосистемы',
                    desc: 'Оптимизация модели токеномики и усиление управления сообществом для обеспечения постоянного роста ценности экосистемы.',
                    finished: false
                },
                {
                    title: 'Автономия сообщества, Совместное творчество пользователей, Устойчивое процветание',
                    desc: 'Углубление автономии сообщества и объединение усилий совместного творчества пользователей для обеспечения долгосрочного процветания экосистемы.',
                    finished: false
                },
                {
                    title: 'Развивающиеся рынки, Ускорение глобальной экспансии',
                    desc: 'Фокус на развивающихся рынках для ускорения глобальной экспансии и усиления международного влияния платформы.',
                    finished: false
                }
            ]
        }
    ]}
}

export default translation
